sUIName = "การตั้งค่าอะแดปเตอร์ Wireless Network Utility";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "เวอร์ชันยูทิลิตี";
sDriver = "เวอร์ชันไดรเวอร์: ";
sCopyright = "© ลิขสิทธิ์ 2015 สงวนลิขสิทธิ์";
About_Utility = "เกี่ยวกับการตั้งค่าอะแดปเตอร์ Wireless Network Utility";
Hide_Utility = "ซ่อนการตั้งค่าอะแดปเตอร์ Wireless Network Utility";
Quit_Utility = "ออกจากการตั้งค่าอะแดปเตอร์ Wireless Network Utility";
Help_Utility = "วิธีใช้การตั้งค่าอะแดปเตอร์ Wireless Network Utility";

OK = "ตกลง";
CANCEL = "ยกเลิก";
NO = "ไม่ได้";
YES = "ใช่";
SELECT = "เลือก";
Radio_ON = "เปิดวิทยุ";
Radio_OFF = "ปิดวิทยุ";
ShortStr = "short";
LongStr = "long";

NoneStr = "ไม่มี";
ConnectedStr = "เชื่อมต่อแล้ว";
DisconnectedStr = "ยกเลิกการเชื่อมต่อแล้ว";
InfrastructureStr = "โครงสร้างพื้นฐาน";
AdhocStr = "เฉพาะกิจ";

Open_System_Str = "OPEN_SYSTEM";
Shared_Key_Str = "SHARED_KEY";
No_Encryption_Str = "ไม่มีการเข้ารหัสข้อมูล";

WPS_init_Str = "เริ่มต้นขั้นตอน WPS";
WPS_scan_Str = "สแกน Active WPS AP";
WPS_connect_Str = "เชื่อมต่อกับ Active WPS AP";
WPS_handshake_Str = "เริ่มต้น WPS handshake";
WPS_exchange_Str = "แลกเปลี่ยน WPS Message";
WPS_done_Str = "แลกเปลี่ยน WPS Message [เสร็จสิ้น]";
WPS_fail_Str = "แลกเปลี่ยน WPS Message ไม่ได้ โปรดเชื่อมต่อกับ WPS AP อื่นๆ";
WPS_start_Str = "เริ่ม WPS";
WPS_finish_Str = "WPS Protocol เสร็จสิ้น !!";
WPS_auto_connect_Str = "มันจะเชื่อมต่อกับ WPS AP โดยอัตโนมัติ";
WPS_timeout_Str = "หมดเวลา WPS !!";


Wps_overlap_Str = "การซ้อนทับของเซสชัน";
Wps_more_pbc_Str = "มากกว่าหนึ่ง AP ในโหมด PBC !!";
Wps_retry_Str = "โปรดใช้ PIN หรือรอสักครู่และลองอีกครั้ง";

ERROR0 = "ข้อผิดพลาด";
ERROR1 = "โปรดอินพุตคีย์!";
ERROR2 = "ดัชนีคีย์ WEP ไม่ถูกต้อง!!!";
ERROR3 = "ความยาวของคีย์อยู่ระหว่าง 8 ถึง 64 อักขระ!";
ERROR4 = "คีย์เครือข่ายไม่ได้อยู่ในรูปแบบหกหน่วย!";
ERROR5 = "ความยาวของคีย์ ASCII ต้องมี 5 หรือ 13 อักขระ!";
ERROR6 = "ความยาวของคีย์เครือข่ายไม่ถูกต้อง!";
ERROR7 = "ความยาวของคีย์เครือข่ายต้องมี 10 หรือ 26 อักขระ!";
ERROR8 = "คีย์เครือข่ายและคีย์ยืนยันไม่เหมือนกัน!";
ERROR9 = "คีย์เครือข่ายไม่ได้อยู่ในรูปแบบ ASCII!";
ERROR10 = "คีย์เครือข่ายไม่ได้อยู่ในรูปแบบ 64HEX!";

WARNING0 = "คำเตือน";
WARNING1 = "โปรดอินพุต SSID!";
WARNING2 = "โปรดอินพุตชื่อโปรไฟล์";
WARNING3 = "ความยาวของอักขระ SSID มากกว่า 32 อักขระ";
WARNING4 = "มีโปรไฟล์นี้อยู่แล้ว! คุณต้องการเขียนทับโปรไฟล์หรือไม่";
WARNING5 = "คุณต้องการลบโปรไฟล์ที่เลือกหรือไม่";

NOTICE0 = "ข้อสังเกต";
NOTICE1 = "ข้อผิดพลาดโหมด AP";
NOTICE2 = "ข้อผิดพลาดโหมด STA ";
NOTICE3 = "ค่า QOSMode Set ล้มเหลว";
NOTICE4 = "ค่า QOSMode Get ล้มเหลว";
NOTICE5 = "ค่า QOSMode ไม่ถูกต้อง";	
NOTICE6 = "เกณฑ์ RTS ไม่อยู่ในช่วง(0 ~ 2432)";
NOTICE7 = "เกณฑ์การกระจายตัวไม่อยู่ในช่วง(256 ~ 2432)";
NOTICE8 = "โปรดเปิดใช้งานบัตร WLAN ในรายการเครือข่ายของการตั้งค่าระบบ ";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "คุณสมบัติการรักษาความปลอดภัยเครือข่ายไร้สาย";
ProfileProperty_ActionText = "โปรดป้อนสตริงคีย์ก่อนที่จะคลิก 【ตกลง】 เพื่อเชื่อมต่อ ==>";